spec/fixtures/soap/xml/IControl/LocalLB/Rule/IControl.LocalLB.Pool.add_member_3f5913a7d9de516ca1d5cf590a263d86_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/Pool"><env:Body><wsdl:add_member><pool_names><value>pool_test1</value></pool_names><members><item><value><address>192.168.1.229</address><port>90</port></value></item></members></wsdl:add_member></env:Body></env:Envelope>